Repository: lmm-git/Locator
Catalog: locale/*/LC_MESSAGES/module_locator.po
Languages: de

source: Adding of layer canceled
de: Hinzufügen des Layers abgebrochen

source: Layer added successfully!
de: Layer erfolgreich hinzugefügt!

source: Layer edited successfully!
de: Layer erfolgreich bearbeitet!

source: There must be passed a pid
de: Es muss eine PID übergeben werden

source: $mode paramter is unknown. Use "iframe" as $mode.
de: $mode Parameter unbekannt. Bitte nutzen Sie "iframe" als Modus.

source: No lid given
de: Keine LID übergeben

source: No valid lid given
de: Keine gültige LID übergeben

source: Entry successfuly removed
de: Eintrag erfolgreich gelöscht

source: You have to pass an address!
de: Sie müssen eine Adresse übergeben!

source: Show layers
de: Zeige Layer

source: Add OpenStreetMap layer
de: Füge einen OpenStreetMap-Layer hinzu

source: Locator engine for geocoding and displaying maps with OpenStreetMap
de: Kartengenerator für Geocoding und Darstellung für Karten mit OpenStreetMap

source: Mapnik standard layer
de: Mapnik Standard

source: Public transport
de: Öffentliche Verkehrsmittel

source: Data from
de: Daten von

source: published by
de: veröffentlicht unter

source: Public Trasport
de: Öffentliche Verkehrsmittel

source: Stops
de: Stopps

source: Please activate JavaScript!
de: Bitte aktivieren Sie JavaScript!

source: Manage layers
de: Verwalte Layer

source: Name of layer
de: Name des Layers

source: Active
de: Aktiv

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Are you sure to remove?
de: Sind Sie sicher, dass Sie diesen Eintrag entfernen wollen?

source: Delete
de: Löschen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Add a layer (OpenStreetMap)
de: Füge einen Layer hinzu (OpenStreetMap)

source: Information
de: Informationen

source: Name of layer (title for end-user)
de: Name des Layers (Titel für Endbenutzer)

source: Activate this layer for end-user?
de: Aktiviere diesen Layer für den Endbenutzer?

source: Add layer
de: Füge Layer hinzu
